questions = [
    {"question": "Каким видом деятельности ты бы хотела заниматья?", "options": {"Бизнес":1, "Творчество":0, "Блог":2,"Сидеть с детьми":0}},
    {"question": "Как происходит оплата счета в ресторане", "options": {"Плачу за себя сама":1, "Жду пока он заплатит":1, "Делаю вид что ищу карту":2}},
    {"question": "Лучший отдых это..", "options": {"Ресторан":1, "Кино":-1, "Прогулка":-1,"Посидеть дома":-1}},
    {"question": "Лучший подарок мне..", "options": {"Украшение":1, "Цветы":-1, "Айфон":1,"Все вместе":2}},
    {"question": "Лучший подарок ему..", "options": {"Часы/Духи":1, "Одежда":0, "Хэндмэйд":-2,"<<Я>>":2}},
    {"question": "Должен ли мужчина всегда обеспечивать девушку или это обоюдная ответственность?", "options": {"Да":1, "Нет":0, "50/50":1}},
    {"question": "Я выберу", "options": {"Начинающий актер":-1, "Ага(АҒА)":2}},
    {"question": "Муж должен обеспечитвать:", "options": {"Все":1, "Все по возможности":1, "Жилье, подарки и выгул 2 раза в неделю":2,"Я сама все могу":0}},
    {"question": "Подарил тебе нечто символическое, но не дорогое, ты бы обрадовалась?", "options": {"Да":0, "Нет":2}},
    {"question": "Готова ли ты будешь выйти на работу", "options": {"Да":1, "Нет":1}}
]

